0 11
00 1
000 2
0001 3
0002 1
0004 1
001 5
002 2
0026 1
003 2
004 2
005 1
006 1
007 1
0087 1
009 1
01 5
015 1
02 5
03 3
037 1
039 1
04 5
046 1
048 1
05 5
054 1
06 6
07 1
08 3
09 2
090 1
099 1
0se 1
1 12
10 10
100 6
1000 2
101 2
102 1
104 2
105 1
1050 1
106 2
107 2
10700 1
108 1
109 1
11 8
110 3
111 2
1114 1
112 2
113 2
114 2
115 2
116 1
117 2
118 3
119 3
12 9
120 2
1200 1
121 1
1210 1
122 1
123 3
1234 1
124 3
125 3
126 3
128 1
129 2
13 8
130 1
131 2
132 1
134 2
135 2
137 1
138 2
139 1
14 8
140 3
1400 1
14000 1
1411 1
144 2
1447 1
147 1
149 1
15 8
150 4
152 1
1525 1
153 1
155 1
156 1
157 2
16 6
160 1
1600 1
161 1
165 1
17 6
170 1
171 1
172 1
173 1
175 1
176 1
178 1
1796 1
18 8
180 1
1800 1
181 1
182 2
184 1
189 1
19 8
193 1
194 1
1958 1
1962 1
1967 1
1968 1
1970s 1
1974 1
1975 1
1976 1
1979 1
198 1
1980 3
1980s 1
1983 1
1985 1
1986 1
1988 2
1989 1
1990 3
1990s 4
1991 3
1992 2
1993 2
1994 2
1995 1
1996 2
1997 2
1998 3
1999 3
1st 1
2 11
20 8
200 4
2000 3
2001 2
2002 2
2003 3
2004 3
2005 2
2006 5
2007 1
2009 1
201 1
2010 1
2015 1
202 1
2024 1
203 1
21 6
211 1
2133 1
216 1
21st 1
22 6
221 1
225 1
2267 1
23 7
231 1
232 1
234 1
235 1
238 1
24 7
241 1
2411 1
242 1
248 1
25 8
250 1
2500 1
252 1
253 1
256 3
25th 1
26 6
265 2
27 7
272 1
273 1
277 1
28 6
2817 1
289 1
29 7
294 1
2A 1
2B 1
3 11
30 8
300 2
3000 1
3029 1
305 1
306 1
307 1
308 1
31 7
312 2
319 1
32 7
320 1
321 1
326 1
328 1
329 1
33 5
332 1
34 7
347 1
35 6
352 1
355 1
36 4
361 1
37 7
38 6
39 5
3991 1
3A 1
3B 1
3D 2
3P 1
3RCNY 1
4 11
40 9
400 1
403 1
40450 1
41 6
412 1
42 5
425 1
43 5
437 1
438 1
44 5
441 1
445 1
446 1
45 5
4500 1
4548 1
46 5
47 5
48 5
483 1
486 1
488 1
49 5
492 1
4A 1
4B 1
4SD 1
5 11
50 7
500 1
5000 1
509 1
51 7
511 1
512 1
52 5
523 1
526 1
53 6
530 1
539 1
54 5
540 1
544 1
546 1
55 4
556 1
56 5
57 3
58 6
59 8
597 1
5T 1
6 10
60 6
600 2
60000 1
61 5
62 3
620 1
625 1
627 1
63 6
633 1
635 1
64 7
642 1
65 6
652 1
658 1
66 5
67 5
677 1
68 6
69 4
697 1
7 8
70 6
700 1
7000 1
71 6
710 1
7157 1
72 5
720 1
726 1
73 4
732 1
738 1
74 4
75 8
76 6
769 2
76g 1
77 3
773 1
78 5
787 1
79 4
7A 1
7B 1
7th 1
8 10
80 8
805 1
807 1
81 6
82 4
822 1
827 1
83 4
839 1
84 3
845 1
848 1
85 5
8561 1
86 4
87 4
879 1
88 5
89 5
9 8
90 5
900 1
906 1
907XL 1
909 1
90degrees 1
91 4
916 1
919 1
92 4
926 1
93 4
936 1
94 3
95 6
957 1
96 4
961 1
967 1
969 1
97 2
973 1
9732 1
98 3
983 1
985 1
989 2
99 2
998 1
99m 1
9th 1
A1c 1
AAMC 1
ABS 1
AC 1
ACC 1
ACE 1
ACEI 1
ACM 1
ACS 3
ACTION 1
ADA 1
ADETONA 1
ADOLESCENT 1
AES 1
AF 1
AFI 1
AGAH 1
AGMH 1
AHA 3
AIDS 1
AIM 1
ALAM 1
ALIVE 1
AMI 2
ANM 1
ANOVA 2
AOR 1
AORs 1
AP 1
APHRC 1
APIN 1
APRN 1
ARB 1
ARBs 1
ART 1
ASA 1
ASSIST 1
AUC 1
AV 2
AW 1
Abbreviations 2
Abdhalah 1
Abdul 1
Abnormal 1
Abreu 1
Abstract 1
Abstracts 1
Abuse 1
Academic 1
Academy 1
Access 1
Accessibility 1
Accountable 1
Acess 1
Achievement 1
Acknowledgement 1
Acosta 1
Acquisition 1
Action 1
Activists 1
Activities 1
Activity 1
Acute 4
Ada 1
Adam 1
Adams 1
Adan 1
Adapt 1
Add 1
Addiction 1
Addicts 1
Additional 1
Additionally 2
Address 1
Addressed 1
Addressing 1
Adedeji 1
Adeniji 1
Adenosine 1
Adequate 1
Adeyemi 1
Adherence 1
Adhikari 1
Adilza 1
Adjusted 2
Adjustment 1
Adlina 1
Administration 1
Administrators 1
Admitted 1
Adnan 1
Adolescent 1
Adolescents 1
Adriana 1
Adult 1
Adulthood 1
Adults 1
Advancing 1
Advantage 1
Adverse 2
Advocacy 1
Afasanwo 1
Afghan 1
Africa 1
African 3
Afya 1
Aga 1
Agar 1
Agarwal 1
Agatston 1
Age 4
Agency 1
Agenda 1
Agents 1
Aggrawal 1
Aggression 1
Aging 1
Agra 1
Ahmadi 1
Ahmed 1
Aids 1
Aim 1
Aimed 1
Aisling 1
Aitiani 1
Akhtar 2
Akpeh 1
Akshat 1
Akwasi 1
Alabama 1
Alam 1
Alan 1
Alao 1
Alcohol 1
Alessia 1
Alex 1
Alford 1
Alfred 1
Ali 2
Alicia 1
Alkadhi 1
Alkmim 1
Allacci 1
Allied 1
Almdal 1
Alonso 1
Aloud 1
Alternative 1
Alvelais 1
America 2
American 5
Americans 2
Americas 1
Amersham 1
Amigo 1
Amira 1
Amitabh 1
Ammerman 1
Ampulla 1
Amsterdam 1
Amy 1
Analyses 2
Analysis 2
Anaprasanna 1
Andrea 1
Andrew 1
Angela 1
Angeles 2
Angie 1
Angina 2
Angiographic 1
Animal 1
Ann 1
Anne 1
Answered 1
Ant 1
Anthropometric 1
Anti 2
Anticoagulation 1
Antismoking 1
Antoine 1
Antonino 1
Antonio 1
Antonis 1
Apical 2
Apoyo 1
Application 1
Appointments 1
Approach 1
Approaches 1
Approval 1
Approximately 1
April 1
Arc 1
ArcView 1
Arcangelo 1
Archive 1
Area 2
Areas 1
Arias 1
Arijit 1
Arlene 1
Arno 1
Aronson 1
Arora 1
Arrived 1
Art 1
Arthi 1
Article 3
Arvan 1
Asfia 1
Ash 1
Ashequr 1
Ashley 1
Asia 1
Asian 1
Asians 1
Assess 1
Assessing 1
Assessment 2
Assimilation 1
Assistant 1
Assistants 1
Assisted 1
Associate 1
Association 3
Assuming 1
Assun 1
Asthma 1
Atlanta 1
Atlas 1
Atrium 1
Attempts 1
Attendance 1
Attila 1
Attitudes 1
Atypical 2
Audil 1
August 1
Augustyn 1
Austad 1
Australia 1
Authors 4
Automatically 1
Availability 1
Average 2
Avila 1
Azad 1
Azim 1
Aziz 1
Azodo 1
BA 1
BACKGROUND 1
BC 1
BCG 1
BDT 1
BH 1
BHUP 1
BID 1
BL 1
BLS 1
BMC 1
BMI 2
BNP 1
BOLD 1
BRAZIL 1
BRC 1
BS 1
BSPH 1
BSSD 1
BSc 1
BScN 1
BW 1
Babatunde 1
Bachar 1
Bacillus 1
Background 3
Bailey 1
Baker 1
Bakris 1
Balasubramaniam 1
Baldini 1
Ballooning 1
Balochi 1
Baltimore 1
Bamberg 1
Bandeira 1
Bangalore 1
Bangladesh 1
Bank 1
Baquet 1
Barnet 1
Barnett 1
Barriers 1
Barry 1
Barth 1
Bartko 1
Barton 1
Base 1
Based 4
Baseline 1
Basic 1
Bass 1
Batra 1
Batts 1
Bazant 1
Bazzell 1
Beard 1
Beatriz 1
Becky 1
Beginning 1
Behavior 1
Behavioral 1
Behaviors 1
Behavioural 1
Behaviours 1
Beirut 1
Bekele 1
Bekelman 1
Belgium 1
Bell 1
Belo 1
Benedict 1
Benefits 1
Benfield 1
Berkeley 1
Bernadine 1
Bernays 1
Bernd 1
Bernhardt 1
Bers 1
Berthold 1
Beryl 1
Beta 2
Bhatt 1
Bible 1
Bicycle 1
Bijalan 1
BioMed 5
Biology 1
Biomedical 1
Biopsy 1
Biostatistics 1
Birmingham 1
Birth 1
Bisoprolol 1
Bivariate 1
Black 2
Blacks 1
Blakely 1
Blanca 1
Blaney 1
Block 1
Blocker 1
Blood 2
Bloomberg 1
Blueprint 1
Board 2
Boateng 1
Body 2
Bogardus 1
Bokhour 1
Bolsa 1
Bone 1
Bonner 1
Booth 1
Born 1
Borycki 1
Bossarte 1
Boston 1
Bottom 1
Bowie 1
Boyer 1
Brackbill 1
Bramble 1
Brancati 1
Brand 1
Brandeis 1
Brandon 1
Brandoyn 1
Brazil 1
Breast 1
Breastfeeding 1
Brendan 1
Bridge 1
Bridges 1
Bridging 1
Bringing 1
British 1
Broken 1
Brolin 1
Brookdale 1
Brophy 1
Brothers 1
Brouwer 1
Brown 1
Bruce 1
Brussel 1
Buchler 1
Budoff 1
Buffalo 1
Building 1
Built 1
Buki 1
Bulbul 1
Bullard 1
Bulletin 1
Burgess 1
Burgos 1
Burke 1
Burns 1
Business 1
Bustos 1
Butler 1
Butz 1
Byumba 1
CA 3
CABG 1
CAC 1
CAD 5
CAISI 1
CAMI 1
CARDIOSATIS 1
CATI 1
CBG 1
CBGs 1
CBIS 1
CBO 1
CBOs 1
CBPR 1
CCA 2
CCARES 1
CCHS 1
CCP 1
CCS 1
CD36 1
CD4 1
CDC 1
CESD 1
CG 1
CH 1
CHC 1
CHCs 1
CHD 1
CHES 1
CHF 2
CHOICES 1
CI 5
CIBIS 1
CICU 2
CIHR 1
CIT 1
CKMB 2
CMA 1
CMAJ 1
CMR 1
CNR 1
COID 1
COMET 1
CONCLUSION 1
CONCLUSIONS 1
COPD 2
COPERNICUS 1
CORE 1
CP 2
CPNP 1
CPU 1
CPUs 1
CR 1
CRAFFT 1
CRP 1
CSAP 1
CSAT 1
CSE 1
CT 6
CTA 1
CTCA 1
CVD 1
Cadot 1
Caiaffa 1
Caitlin 1
Calderon 1
Calhoun 1
California 1
Calikoglu 1
Calls 1
Calmette 1
Cambridge 1
Campaign 1
Campbell 1
Campo 1
Canada 1
Canadian 1
Cancer 1
Candace 1
Candidate 1
Capacity 1
Cape 1
Capital 1
Cardiac 8
Cardiogenic 1
Cardiologists 1
Cardiomyopathy 1
Cardiosatis 1
Cardiovascular 6
Cardoso 1
Care 2
Caregiver 1
Caregivers 1
Caribbean 1
Caring 1
Carl 1
Carla 1
Carlo 1
Carlos 1
Carnota 1
Carolina 1
Caroline 1
Carolyn 1
Caron 1
Carrera 1
Carrie 1
Carrion 1
Carvedilol 1
Cary 1
Case 6
Cases 1
Castellani 1
Castillo 1
Casual 1
Casucci 1
Catanzaro 1
Catecholamine 1
Categorial 1
Cath 1
Catherine 1
Cathy 1
Caucasian 2
Caucasians 2
Celentano 1
Census 1
Center 2
Centers 1
Central 6
Centre 1
Century 1
Cervical 1
Cessation 1
Chaaya 1
Chairman 1
Chaisson 1
Challenges 1
Champaign 1
Chan 1
Change 1
Changing 1
Chapel 1
Characteristics 4
Charles 1
Charsey 1
Charter 1
Chatterjee 1
Chemaitelly 1
Cheng 1
Cherian 1
Cherry 1
Chest 2
Chi 1
Chicago 2
Chief 2
Chieh 1
Child 1
Childhood 1
Children 1
Childs 1
Chile 1
Chiles 1
China 1
Chinchwad 1
Chinese 1
Chinyere 1
Chipman 1
Chisolm 1
Choi 1
Choices 1
Cholesterol 1
Chrasandra 1
Christina 1
Christine 1
Christophe 1
Chronic 2
Chu 1
Chug 1
Cid 1
Cigarette 1
Circles 1
Circumcision 1
Cities 1
Citizen 1
City 1
Clairborne 1
Clara 1
Clareci 1
Classification 2
Claudia 1
Cleary 1
Cleft 1
Clegg 1
Clement 1
Cleverley 1
Client 1
Cliff 1
Clinical 4
Clinics 1
Clissold 1
Clusters 1
Co 1
CoAction 1
Coad 1
Coalition 1
Coast 1
Cocaine 1
Cockroach 1
Cohen 1
Cohort 1
Collaborate 1
Collaborating 1
Collaboration 1
Collaborative 1
Collection 1
Collective 1
College 1
Colleges 1
Collins 1
Columbia 1
Columbus 1
Combat 1
Combination 1
Combined 1
Comments 1
Commercial 1
Commission 1
Committee 2
Communal 1
Communicate 1
Communicating 1
Communication 1
Communications 1
Communities 1
Community 1
Commuting 1
Comparable 1
Comparative 1
Compared 4
Comparison 1
Comparisons 1
Competing 4
Complete 1
Complexities 1
Component 1
Composition 1
Comprehensive 1
Computed 3
Computer 1
Computerized 1
Concept 1
Conceptualization 1
Concern 1
Concerns 1
Conclusion 6
Conclusions 4
Condessa 1
Conditions 1
Condom 1
Conduct 1
Conducted 1
Cone 1
Conferences 1
Confidence 1
Conflict 1
Confronting 1
Congestive 1
Connect 1
Connecticut 1
Connecting 1
Consecutive 1
Consent 2
Consistent 1
Consortium 1
Constance 1
Constant 1
Construction 1
Consumption 1
Contaminant 1
Contamination 1
Content 1
Context 1
Contextual 1
Continuous 2
Contol 1
Contraindications 1
Contrary 1
Contrast 1
Contrasting 1
Contribution 1
Control 2
Controlling 1
Cooperative 1
Corbin 1
Cord 1
Core 1
Corner 1
Coronary 7
Corporation 2
Corrado 1
Corrected 1
Correlates 1
Correlation 1
Cortisol 1
Cost 2
Council 1
Country 1
Counts 1
County 1
Course 1
Courses 1
Covariates 1
Cox 2
Creating 1
Creatore 1
Creosote 1
Crilly 1
Crime 1
Crimes 1
Crisis 1
Crisostomo 1
Critical 1
Cross 1
Crowe 1
Cruickshank 1
Crystal 1
Cuete 1
Cultivating 1
Cultural 1
Culture 1
Cumulative 1
Cunniff 1
Curbow 1
Current 3
Curriculum 1
Cusimano 1
Cyril 1
DBP 1
DC 2
DE 1
DESCRIPTION 1
DEVELOPMENT 1
DHS 1
DL 1
DM 1
DMC 1
DMCs 1
DMTI 1
DNSc 1
DOH 1
DOT 1
DOTS 1
DPH 1
DS 1
DSG 1
DSS 1
DTM 1
Daghini 1
Daksha 1
Dale 1
Dallas 1
Dana 1
Danesh 1
Daniel 1
Danielle 1
Dargie 1
Dario 1
Darryl 1
Data 3
Database 1
Dating 1
David 1
Davis 1
Davison 1
Dawodu 1
De 2
DePaul 1
Deacon 1
Death 1
Deaths 1
Debbie 1
Debora 1
Deborah 1
Dec 1
December 1
Decision 1
Decline 1
Deedwania 1
Deena 1
Defects 1
Defining 1
Degree 1
Deirdre 1
Deiss 1
Delhi 1
Deliver 1
Delivery 1
Demographic 1
Demographics 1
Demonstrate 1
Demonstration 1
Dena 1
Dental 1
Departmen 1
Department 2
Dependent 1
Depressed 1
Depression 1
Depressive 1
Deprivation 1
Dept 1
Deren 1
Describe 1
Descriptive 1
Design 1
Designated 1
Desmet 1
Destinations 1
Detection 1
Detector 1
Determinant 1
Determinantes 1
Determinants 1
Determination 1
Detroit 1
Developed 1
Developing 1
Development 1
Devices 1
Dhaka 1
Di 1
DiMaggio 1
Diabetes 5
Diabetics 1
Diagnoses 1
Diagnosis 1
Diagnostic 1
Dialogue 1
Diarrhoea 1
Diastolic 1
Diego 1
Dietary 1
Differences 2
Differential 1
Differentiation 1
Digital 2
Digitals 1
Diliman 1
Diller 1
Dina 1
Diniz 1
Dinushika 1
Direct 1
Directly 1
Director 1
Directors 1
Directory 1
Dirt 1
Disabling 1
Disadvantage 1
Disadvantaged 1
Disagree 1
Disaster 1
Disasters 1
Discharge 1
Disciplinary 1
Discrepancies 1
Discuss 1
Discussion 8
Disease 1
Diseases 1
Disorders 1
Disparate 1
Disparities 1
Dissection 1
Dissemination 1
Distance 1
Distances 1
Distinguished 1
District 1
Diuretics 1
Diversity 1
Divide 1
Division 1
Dlugokinski 1
Doctoral 1
Dode 1
Dogra 1
Donde 1
Donna 1
Doppler 2
Dorchester 1
Dove 2
Dr 1
DrPH 1
DrPh 1
Drew 1
Drinking 1
Drive 1
Drivers 1
Driving 1
Droppers 1
Drs 1
Drug 1
Drugrelated 1
Dual 1
Dubay 1
Dunn 1
Dyanne 1
EAP 1
EAPD 1
EAPDs 1
EB 1
EBCT 2
ECG 6
ECGs 1
ECHO 1
ED 2
EDHF 1
EDs 2
EF 2
EHR 1
EKG 3
EL 1
EMA 1
EMF 1
EMR 1
EMS 1
EPA 1
EPI 1
ER 3
ERIC 1
EXPORT 1
Early 2
East 1
Eastern 1
Echo 3
Ecological 1
Ecologies 1
Economic 1
Economics 1
Economies 1
Economos 1
Ed 1
EdD 1
Edberg 1
Ediss 1
Editor 2
Edouard 1
Eduardo 1
Educacion 1
Education 1
Educational 1
Educator 1
Edward 1
Effect 1
Effectiveness 1
Effects 1
Efficacy 1
Effort 1
Egiebor 1
Ehealth 1
Ehie 1
Eichel 1
Eighty 2
Ekelund 1
El 1
Elderly 1
Elders 1
Elections 1
Electric 1
Electromagnetic 1
Electronic 1
Elema 1
Eligibility 2
Eligible 2
Eliminate 1
Elizabeth 1
Ellison 1
Elmi 1
Elsa 1
Eman 1
Emergencies 1
Emergency 3
Emerging 1
Emily 1
Emmanuel 1
Emmanuelle 1
Emotional 1
Employed 1
Empower 1
Empowerment 1
Encourages 1
End 1
Endothelix 1
Energy 1
Eng 1
Engagement 1
Engaging 1
English 1
Enhance 1
Enhanced 1
Enhancement 1
Enhances 1
Enteric 1
Entry 1
Environment 1
Environmental 1
Environments 1
Epidemiologic 1
Epidemiological 1
Epidemiology 1
Epinger 1
Equal 1
Equally 1
Equip 1
Equity 1
Erica 1
Erika 1
Eriksen 1
Erim 1
Escola 1
Especial 1
Espinel 1
Estate 1
Estimated 1
Estimates 1
Estrogen 1
Ethnic 1
Ethnicity 1
Eugenia 1
Europe 2
European 1
Eva 1
Evaluation 2
Evaluations 1
Evan 1
Events 1
Eventually 1
Everett 1
Evgeny 1
Evidence 1
Evolutionary 1
Examination 2
Examining 1
Examples 1
Excellence 1
Exchange 1
Excite 1
Excluded 1
Exclusive 1
Exercise 1
Existence 1
Expenditure 1
Experience 1
Experiences 1
Experiential 1
Explaining 1
Explanation 1
Exploing 1
Exploitation 1
Exploration 1
Exploring 1
Exposure 1
Exposures 1
Extending 1
Extent 1
Extra 1
Extreme 1
Ezeh 1
FAAN 1
FAAP 1
FACEP 1
FBI 1
FC 1
FDG 1
FEDERAL 1
FFR 1
FMD 1
FRISC 1
FRS 1
FT 1
FU 1
Fabian 1
Facente 1
Facilities 1
Facility 1
Factor 2
Factors 1
Faculdade 1
Faculty 1
Fahs 1
Failure 1
Faith 1
Faiza 1
Fall 1
Familia 1
Families 1
Family 4
Fang 1
Farah 1
Farber 1
Farfel 1
Fast 1
Fathers 1
Favilli 1
Feasibility 1
February 1
Federal 1
Federation 1
Feedback 1
Feel 1
Felix 1
Fellow 1
Fellows 1
Fellowship 1
Female 2
Females 1
Ferdinand 1
Fereshteh 1
Fewer 1
Field 1
Fields 1
Fifty 2
Fig 2
Figs 1
Figueroa 1
Figure 7
Figures 1
File 1
Finally 5
Findings 1
Fingertip 1
Finkelstein 1
Fire 1
Fischer 1
Fisher 1
Flanagan 1
Flora 1
Flores 1
Flow 1
Flynt 1
Focus 2
Focused 1
Food 1
Force 1
Ford 1
Foreign 1
Fornoni 1
Fortin 1
Forty 2
Forum 1
Fotso 1
Foundation 1
Founded 1
Framework 1
Framingham 2
France 1
Frances 1
Francesca 1
Francisco 2
Frank 1
Franklin 1
Fraser 1
Frederick 1
Free 1
Freitas 1
French 1
Fresh 1
Freya 1
Friedman 1
Friendly 1
Friends 1
Frigyesi 1
Frozen 1
Fruit 1
Frye 1
Fuhrel 1
Fuller 1
Functional 1
Funded 1
Fusion 1
Future 3
G5y 1
GBCA 1
GDHS 1
GDS 1
GE 2
GEE 1
GERAIS 1
GGD 1
GIS 1
GRACE 1
GRE 1
GRI 1
GROUP 1
GWCI 1
GWU 1
Gadolinium 1
Gale 1
Galea 1
Galeno 1
Galvin 1
Gandelman 1
Garahan 1
Garcia 1
Gardasil 1
Gardening 1
Gardens 1
Garfein 1
Garnder 1
Gary 1
Gazee 1
Gd 1
Gebhardt 1
Gelmon 1
Genberg 1
Gender 2
General 3
Generalized 1
Generation 1
Gentle 1
Geobehavioral 1
Geocode 1
Geographic 1
Geography 1
Geomatics 1
George 2
Georgia 1
Geospatial 1
Gerais 1
Geriatric 1
Germany 1
Gershon 1
GetFit 1
Ghana 1
Ghigh 1
Ghimire 1
Giel 1
Gielen 1
Gies 1
Gillian 1
Giri 1
Girls 1
Gis 1
Gisenyi 1
Gitomer 1
Giustini 1
Giving 1
Glass 1
Glazier 1
Global 1
Gluth 1
Goal 1
Goals 1
Golam 1
Gold 1
Goldberg 1
Goldman 2
Goldstein 1
Golo 1
Gonzalez 1
Google 1
Gordin 1
Gothenburg 1
Gov 1
Governance 1
Government 1
Govt 1
Gozdyra 1
Gracie 1
Graciela 1
Gradients 1
Gradual 1
Graduate 1
Grange 1
Grant 1
Graziella 1
Greater 1
Greer 1
Gregory 1
Gross 1
Group 1
Groups 1
Growing 1
Gruber 1
Gudrun 1
Guenter 1
Guerin 1
Guerro 1
Guidance 1
Guidelines 1
Guozhen 1
Gust 1
Guy 1
Gwin 1
HAART 1
HCV 1
HCZ 1
HDL 1
HEALTH 1
HEM 1
HF 1
HFA 1
HFP 1
HH 1
HIV 1
HLM 1
HON 1
HOSPITAL 1
HPA 1
HPLL 1
HPV 1
HR 2
HRG 1
HRI 1
HS 1
HTN 1
HU 2
HULC 1
Haas 1
Habis 1
Haera 1
Haitao 1
Hajsadeghi 1
Haldar 1
Hamilton 1
Han 1
Hans 1
Haque 1
Harbor 1
Harbour 1
Hardy 1
Harlem 1
Harms 1
Harvard 1
Harvey 2
Hashemite 1
Hassan 2
Hatem 1
Hatfield 1
Hauser 1
Healing 1
Health 3
Healthcare 3
Healthier 1
Healthy 1
Heart 5
Heat 1
Heather 1
Hecht 1
Heiger 1
Henry 1
Hepatitis 1
Hernandez 1
Hernyndez 1
Heroin 1
Herold 1
Herzen 1
Heterosexual 1
Heterosexuals 1
Hg 2
Hhealth 1
Hidden 1
Hierarchical 1
High 3
Highfield 1
Hill 1
Hindawi 1
Hip 1
Hirsch 1
Hispanic 1
Hispanics 1
History 1
Hiv 1
Hjalmarson 1
Ho 1
Hobby 1
Hoefling 1
Hoeven 1
Hoffman 1
Home 1
Homeland 1
Homeless 1
Homelessness 1
Homicide 1
Hooker 1
Hop 1
Hopkins 1
Horizonte 1
Hospital 2
Hospitalization 1
HotBot 1
Hotaling 1
Hounsfield 2
Household 1
Households 1
Housing 1
Houston 1
Howard 1
Hs 1
Hsin 1
Huber 1
Hubert 1
Huda 1
Human 1
Humphrey 1
Hunt 1
Hunter 1
Hutson 1
Hygeia 1
Hygiene 1
Hykes 1
Hynes 1
Hyogo 1
Hypercholesterolemia 2
Hypertension 3
Hz 1
ICD 1
ICUH 1
ICW 1
IDU 1
IDUs 1
IHD 1
II 4
III 4
IK 1
IMIR 1
IMPACT 1
IMPLICATIONS 1
INSERM 1
INSTITUTES 1
INTRODUCTION 1
INVEST 1
IOM 1
IP 1
IPH 1
IPM 1
IPV 1
IPVare 1
IQ 1
IQR 1
IR 1
IRB 1
ISSUES 1
IV 4
IVR 1
IVUS 1
IX 1
Ian 1
Ibadan 1
Ideas 1
Identification 1
Identified 1
Identifying 1
Idiopathic 1
Igbo 1
Igboora 1
Illicit 1
Illinois 2
Illness 1
Image 1
Imaging 3
Imani 1
Imatron 1
Immigrant 1
Immigrants 1
Immunodeficiency 1
Impact 1
Impaired 1
Implementation 1
Implications 1
Importance 1
Importantly 1
Improve 1
Improvement 2
Improving 1
Imran 1
Inas 1
Incarceration 1
Incarcerations 1
Incident 1
Incidents 1
Inclusion 1
Income 1
Increased 1
Increasing 1
Independent 1
Index 1
India 1
Indian 1
Indianola 2
Indicator 1
Indicators 1
Individual 1
Individuals 1
Indoor 1
Indore 1
Induced 1
Industry 1
Inegrated 1
Inequalities 1
Infant 1
Infants 1
Infarction 1
Infected 1
Infection 1
Infectious 1
Influence 1
Influences 1
Influencing 1
Informal 1
Informatics 1
Information 1
Informed 2
Informing 1
Infrared 1
Infrastructure 1
Initial 2
Initially 1
Initiation 1
Initiative 1
Injecting 1
Injection 1
Injuries 1
Injury 1
Innis 1
Innovative 1
Insights 1
Instability 1
Institute 2
Institution 1
Instruction 1
Instrument 1
Insufficiency 1
Intake 1
Integrate 1
Integrated 1
Integrative 1
IntelliSense 1
Intensity 1
Inter 1
Interactive 1
Interest 1
Interestingly 3
Intermediate 1
Intermittent 1
Internal 1
International 2
Internationally 1
Internet 1
Interpersonal 1
Interval 1
Intervention 3
Interventions 1
Interview 1
Interviewing 1
Interviews 1
Intestinal 1
Intimate 1
Intra 1
Introduction 10
Inventory 1
Investigator 1
Investigators 1
Invisible 1
Involvement 1
Involving 1
Ioannone 1
Iodine 1
Ira 1
Iraq 1
Irene 1
Iribarren 1
Irish 1
Isidoros 1
Islam 1
Islanders 1
Isolation 1
Issue 1
Issues 1
Italian 1
Items 1
Iyer 1
Izaz 1
JD 1
JHPIEGO 1
JHU 1
JN 1
JS 1
JUPITER 1
Jabbar 1
Jack 1
Jackson 1
Jacky 1
Jacquelyn 1
Jaffe 1
Jail 1
James 1
Jamie 1
Jan 1
Jane 1
Janice 1
Janjua 1
January 1
Japan 2
Japanese 2
Java 1
Jaya 1
Jean 1
Jeanne 1
Jeannette 1
Jeb 1
Jeffe 1
Jennefer 1
Jennifer 1
Jennings 1
Jersey 1
Jessica 1
Jha 1
Jingsong 1
JoEllen 1
Joan 1
Joanne 1
John 1
Johns 1
Johnson 1
Jonathan 1
Jones 1
Jordanian 1
Jordanians 1
Jorge 1
Joseph 1
Josephine 1
Jossey 1
Jostacio 1
Journal 7
Joy 1
Judging 1
Jugal 1
Julio 1
July 1
June 1
Juon 1
Jussara 1
Jzerman 1
KDHS 1
Ka 1
Kaiser 1
Kalichman 1
Kang 1
Kannel 1
Kaplan 1
Karachi 1
Karen 1
Karishma 1
Karlson 1
Katharine 1
Katherine 1
Kathmandu 1
Kathy 1
Katie 1
Katyayan 1
Kaufman 1
Kaumann 1
Kaushik 1
Kebaso 1
Keefe 1
Keeley 1
Keenan 1
Keeping 1
Keith 1
Kelana 1
Kelleher 1
Kellman 1
Kelly 1
Kendall 1
Kent 1
Kenya 1
Kerr 1
Kevin 1
Key 1
Khalid 2
Khamadi 1
Khan 1
Khawaja 1
Khillare 1
Kidd 1
Kids 1
Kigali 1
Kim 2
Kimberly 1
Kingsley 1
Kirk 1
Kirst 1
Kirsten 1
Kishor 1
Kishore 1
Kit 1
Kleis 1
Klevens 1
Klos 1
Klusaritz 1
Knowledge 1
Knowlton 1
Kobe 1
Koblin 1
Kodjovi 1
Koenig 1
Kong 1
Konstantin 1
Kontos 1
Konty 1
Korogocho 1
Kossi 1
Kotla 1
Kouletio 1
Kovacs 1
Kreuter 1
Krishnapillai 1
Krishnaswami 1
Kristin 1
Kristina 1
Kristine 1
Kristjansson 1
Kruskal 1
Ktaech 1
Kuala 1
Kub 1
Kumar 1
Kumi 1
Kuo 1
Kwon 1
Kyereme 1
LA 2
LAD 3
LAYC 1
LBBB 1
LCSW 1
LCX 2
LDL 1
LEARNED 1
LEP 1
LESSONS 1
LFGW 1
LGE 2
LGSIL 1
LIFESKILLS 1
LOS 1
LPG 1
LSW 1
LTC 1
LV 6
LVEF 2
LZ 1
LaVerda 1
Lab 2
Labonte 1
Laboratory 1
Laborin 1
Lachance 1
Lack 1
Lage 1
Lagos 1
Lakhs 1
Lancet 1
Land 1
Landed 1
Langlois 1
Language 1
Laniado 1
Lapitan 1
Lapshin 1
Lara 1
Large 1
Lastly 1
Late 1
Latin 1
Latina 1
Latinas 1
Latino 1
Latinos 1
Latkin 1
Lauerma 1
Laurie 1
Laveist 1
Lawlah 1
Lawoyin 1
Lawrence 1
Le 1
Lead 1
Leaders 1
Leadership 1
Leaf 1
Learning 1
Lebanese 1
Lebrun 1
Lechat 1
Leclair 1
Lee 1
Lefkowitz 1
Left 8
Lehman 1
Lenarda 1
Lenita 1
Leny 1
Lenz 1
Lerman 1
Leschka 1
Leslie 1
Lessons 1
Leuschner 1
Level 1
Levels 1
Li 1
Lian 1
Libyan 1
Lidia 1
Life 1
Lifestyle 1
Lightspeed 1
Likert 1
Limitation 1
Limitations 1
Limited 1
Linda 1
Lindenburg 1
Lineage 1
Linear 2
Linguistic 1
Linkage 1
Linkages 1
Linking 1
Lisi 1
Listing 1
Literacy 1
Live 1
Lived 1
Living 1
Local 1
Localization 1
Located 1
Location 1
Locations 1
Locator 1
Logistic 1
Lognormal 1
Logue 1
Longevity 1
Longitudinal 2
Lopressor 1
Lora 1
Lorente 1
Lori 1
Lorna 1
Los 2
Low 2
Lower 1
Loyd 1
Loyola 1
Lozada 1
Lu 1
Luben 1
Luber 1
Lucy 1
Luisa 1
Luiz 1
Lund 1
Lunghetti 1
Lydia 1
Lynam 1
MA 1
MALAYSIA 1
MARA 1
MASBIRT 1
MBA 1
MBF 1
MC 1
MCP 1
MD 2
MDCT 2
MERIT 1
METHOD 1
METHODOLOGY 1
METHODS 1
METS 1
MH 1
MHS 1
MI 3
MIBG 1
MICEE 1
MINAS 1
ML 1
MLN 1
MM 2
MMT 1
MN 1
MO 1
MODEL 1
MOH 1
MPA 1
MPH 1
MPHM 1
MPI 1
MPP 1
MPW 1
MR 2
MRA 1
MRI 3
MS 1
MSHA 1
MSN 1
MSW 1
MSc 1
Macro 2
Madise 1
Madison 1
Maffei 1
Magda 1
Maggi 1
Magnet 1
Magnetic 2
Magnus 1
Magzamen 1
Maharjan 1
Mahnken 1
Mailman 1
Main 1
Maintenance 1
Major 2
Majority 1
Makers 1
Making 1
Malaria 1
Malaysia 1
Malaysian 1
Male 2
Males 1
Malnutrition 1
Malo 1
Management 3
Mantsios 1
Manya 1
Maoist 1
Maps 1
Mara 1
Marcelo 1
March 1
Marcia 1
Marfan 1
Margaret 1
Margaurite 1
Marginalized 1
Marguarite 1
Maria 1
Marian 1
Marianna 1
Marianne 1
Marie 1
Marilyn 1
Marina 1
Mario 1
Maritt 1
Marjolein 1
Mark 1
Market 1
Markets 1
Markham 1
Markus 1
Marsh 1
Marsha 1
Marshall 1
Martins 1
Marvis 1
Marwan 1
Marwick 1
Mary 1
MaryAnn 1
Marycatherine 1
Maryland 1
Maskalyk 1
Maslow 1
Mass 1
MassCONECT 1
Massachusetts 1
Master 1
Maternal 1
Materson 1
Matheson 1
Mathew 1
Matilda 1
Matilu 1
Matriliny 1
Matte 1
Matteo 1
Matter 1
Matthew 1
Maty 1
Maulana 1
Mawani 1
Mawby 1
Maximum 1
McAtee 1
McClean 1
McDaniel 1
McDermott 1
McDonald 1
McGee 1
McGuckin 1
McMaster 1
Means 1
Measure 1
Measurement 2
Measurements 2
Measures 1
Med 1
Medecine 1
Medha 1
Media 1
Median 1
Mediating 1
Medicaid 1
Medical 6
Medicare 2
Medicina 1
Medicine 5
Medline 1
Medrad 2
Meeting 1
Megacart 1
Mehta 1
Melba 1
Melissa 1
Melrose 1
Members 1
Memory 1
Men 1
Menakaya 1
Mendola 1
Menopause 1
Mental 1
Mentors 1
Mentz 1
Mery 1
Messages 1
Messer 1
Meta 1
Metacrawler 1
Meteorological 1
Methadone 1
Method 1
Methodologically 1
Methodology 1
Methods 4
Metoprolol 1
Metropolis 1
Metropolitan 1
Metzger 1
Mexican 1
Mexico 1
Miah 1
Michael 1
Michelle 1
Michigan 1
Micro 1
Microscopy 1
Midlife 1
Midtown 1
Migrants 1
Migratory 1
Mike 1
Millions 1
Milloy 1
Millstein 1
Milo 1
Milton 1
Milwaukee 2
Min 1
Minal 1
Minas 1
Mini 1
Ministry 1
Minnesota 1
Mino 1
Minority 1
Minors 1
Minsky 1
Minya 1
Mirai 1
Mishra 1
Mission 1
Mississippi 1
Mitchell 1
Moayad 1
Mobile 1
Model 2
Models 2
Modest 1
Modified 1
Moe 1
Mohajir 1
Mohamed 1
Mohammad 2
Mohammed 1
Mohattige 1
Moineddin 1
Mokhtar 1
Molina 1
Momentary 1
Mondillo 1
Monica 1
Monika 1
Monitor 1
Monitoring 2
Monotherapy 1
Monroe 1
Montaner 1
Montero 1
Mood 1
Moreira 1
Moreno 1
Morgan 1
Mortality 1
Morteza 1
Moses 1
Mothabbir 1
Mothers 1
Mount 1
Mountain 1
Ms 1
Muckle 1
Mudege 1
Muehling 1
Muhajarine 1
Multi 1
Multilevel 1
Multimodal 1
Multiplanar 1
Multiple 3
Multivariate 2
Municipal 1
Municipality 1
Munodawafa 1
Murray 1
Murthy 1
Musiol 1
Mwau 1
MySQL 1
Myocardial 4
NATIONAL 1
NC 1
NCI 1
NEP 1
NEPs 1
NGO 1
NGOs 1
NHEERL 1
NHII 1
NHIS 1
NIDA 1
NIH 1
NJ 1
NMR 1
NPU 1
NQMI 1
NS 1
NSN 1
NSP 1
NTP 1
NUD 1
NUHDSS 1
NVR 1
NWAOHA 1
NY 1
NYC 1
NYHA 1
Nabavi 1
Nabel 1
Nadia 1
Naga 1
Nagel 1
Naghavi 1
Nahas 1
Nairobi 1
Nancy 1
Nanda 1
Nandakumar 1
Nandalur 1
Nandi 1
Narimah 1
Naseem 1
Naser 1
Natali 1
Nathaniel 1
Nation 1
National 2
Nations 1
Naveed 1
Navigation 1
Nazeem 1
Nazrul 1
Needle 1
Negative 2
Neighborhod 1
Neighborhood 1
Neighborhoods 1
Neighbourhood 1
Neighbourhoods 1
Neonatal 1
Nepal 1
Nested 1
Nesto 1
Net 1
Netherlands 1
Netsayi 1
Nettie 1
Network 1
Networks 1
Neurosciences 1
Neurovascular 1
Newark 1
Newly 1
Newport 1
Nguku 1
Nicola 1
Nicolas 1
Nicole 1
Nigeria 1
Niigata 1
Nikolaou 1
Nilsson 1
Nina 1
Nirajan 1
Nisenbaum 1
Nnabuchi 1
Nominal 1
Nonetheless 1
Noori 1
Nora 1
Norella 1
Noris 1
Norma 1
Normal 1
Norman 1
North 2
Northwest 1
Notable 1
Nov 1
November 1
Nueva 1
Nuguri 1
Numerous 2
Nurse 1
Nursing 1
Nutrition 1
Nyayiemi 1
Nyovani 1
OBJECTIVE 1
OGUNAIKE 1
OM 1
OT 1
OVERVIEW 1
OZ 1
Oakland 1
Obesity 1
Objective 1
Objectives 1
Observational 1
Observations 1
Observed 1
Obstructive 1
Obvious 1
Occasionally 1
Occupational 1
Oct 1
October 3
Odds 2
Odewunmi 1
Odoms 1
Offer 1
Office 1
Officer 1
Ogollah 1
Okonkwo 1
OlaOlorun 1
Older 1
Oldham 1
Ole 1
Oleg 1
Oliveira 1
Oliver 2
Oluwaseun 1
Omer 1
Omili 1
Omnipaque 1
Omniscan 1
Ompad 1
Omron 1
Online 1
Ontario 1
Open 1
Optimism 1
Options 1
Oral 1
Organization 1
Organizational 1
Oriented 1
Origin 1
Original 2
Osbert 1
Otai 1
Otite 1
Ottawa 1
Outcome 1
Outcomes 1
Outreach 1
Overweight 1
Ovidio 1
Owing 1
Ox 1
Ozor 1
PA 4
PAH 1
PAHO 1
PAHs 1
PAs 1
PC 1
PCA 1
PCI 1
PCMC 1
PCP 1
PCPs 1
PCs 1
PDA 1
PDAs 1
PEHKA 1
PET 2
PG 1
PHD 1
PHIIT 1
PHP 1
PHQ 1
PLACE 1
PLWH 1
PMPs 1
PND 1
PNMR 1
PNRP 1
POUs 1
PQI 1
PSI 1
PTCA 1
PTSD 1
PUO 1
Pacific 1
Packer 1
Paige 1
Pain 2
Paired 1
Pakistan 1
Palepu 1
PalmIT 1
Pamela 1
Pan 1
Panting 1
Paolo 1
Pap 1
Paper 1
Paradigm 1
Paraganglioma 1
Paragangliomas 1
Parallel 1
Parasites 1
Parasternal 1
Parent 1
Parental 1
Parenteau 1
Parents 1
Parikh 1
Paris 1
Parish 1
Parisian 1
Park 1
Parke 1
Parker 1
Parkinson 1
Parsons 1
Part 1
Partcipatory 1
Partha 1
Partho 1
Participant 1
Participants 1
Participating 1
Participation 1
Participatory 1
Partner 1
Partnering 1
Partners 1
Partnership 1
Partnerships 1
Passman 1
Past 1
Patel 1
Pathophysiology 1
Pathways 1
Patient 4
Patients 7
Patierno 1
Patricia 1
Patterns 1
Patterson 1
Patwary 1
Pauline 1
Peak 1
Pectoris 1
Pedagogic 1
Pediatrics 1
Peers 1
Pelek 1
Pennsylvania 1
People 1
Peppers 1
Perceived 1
Percentage 1
Perceptions 1
Percutaneous 1
Performance 1
Perfusion 1
Permanente 1
Permata 1
Perpetration 1
Persand 1
Persistent 1
Personal 1
Perspective 1
Perspectives 1
Pest 1
Petaling 1
Peter 2
Petersburg 1
Peterson 1
Ph 1
PhD 1
Pharmacology 1
Pharmacy 1
PhilCAT 1
Philadelphia 1
Philbin 1
Philip 1
Philippine 1
Philippines 1
Phoenix 1
Photographs 1
Photovoice 1
Physical 2
Physically 1
Physicians 1
Pierli 1
Pierotti 1
Pilgrim 1
Pilot 1
Piloting 1
Pilz 1
Pimpri 1
Pinho 1
Pino 1
Pittsburgh 1
Pixilaire 1
Place 1
Plan 1
Planner 1
Planning 1
Plans 1
Plavix 1
Pleasant 1
Pogorzelska 1
Points 1
Poisson 1
Police 1
Policy 1
Pollini 1
Pollution 1
Polsker 1
Poole 1
Poor 1
Poornima 1
Pope 2
Population 2
Populations 1
Portland 1
Position 1
Positive 1
Postdoctoral 1
Potential 1
Poundstone 1
Poverty 1
Powell 1
Prabhat 1
Practice 1
Practices 1
Practitioners 1
Prather 1
Pre 2
Predict 1
Predictor 1
Predictors 1
Preference 1
Preimplementation 1
Preliminary 1
Prenatal 1
Preparedness 1
Presentation 2
President 1
Press 2
Pressman 1
Pressure 1
Prevalence 1
Prevalences 1
Prevent 1
Prevention 1
Preventive 1
Previous 3
Price 1
Primary 3
Prince 1
Princess 1
Principal 1
Principle 1
Prins 1
Prior 2
Priscilla 1
Private 1
Proactive 1
Problem 1
Problems 1
Process 1
Prochaska 1
Prof 1
Professional 1
Professionals 1
Professor 1
Proficiency 1
Program 1
Programa 1
Programme 1
Programming 1
Programs 1
Project 2
Prolead 1
Prolonged 1
Promise 1
Promote 1
Promoting 1
Promotion 1
Propranolol 1
Prospective 3
Protect 1
Provide 1
Provided 1
Provider 1
Providers 1
Provision 1
Provocative 1
Proximity 1
Proyecto 1
Pshycho 1
Psychiatry 1
Psychinfo 1
Psychology 1
Psychosocial 1
Pu 1
PubMed 1
Public 1
Publicly 1
Publishing 2
Puerto 1
Puget 1
Pukhtoon 1
Pulmonary 1
Pune 1
Punitive 1
Punjabi 1
Purchasing 1
Purpose 1
Putnam 1
Pvt 1
QCA 2
QFT 1
QMI 1
Qualitative 1
Quality 1
QuantiFERON 1
Quantitative 1
Questions 1
Quezon 1
Qureshi 1
RA 1
RBS 1
RCA 2
RCNY 1
RDS 1
RECOMMENDATIONS 1
RESEARCH 1
RESULTS 1
RF 2
RG 1
RHIO 1
RHIOs 1
RN 1
RNTCP 1
ROC 1
ROI 1
RR 2
RT 1
RTD 1
RV 2
Rachael 1
Rachel 1
Racial 1
Radio 1
Radke 1
Rafael 1
Rahim 1
Rahman 1
Rainy 1
Rajasekhar 1
Rajeev 1
Rajshekhar 1
Ram 1
Ramin 1
Ramli 1
Ramsay 1
Random 1
Randomized 2
Rapid 2
Rashid 1
Rasul 1
Rate 1
Rates 1
Ratio 1
Rationale 1
Raynaud 1
Reaching 1
Real 2
Realized 1
Receiving 1
Recent 1
Recently 1
Recognizing 1
Recommendations 1
Record 1
Recovery 1
Recruit 1
Recurrence 1
Recurrent 1
Recursos 1
Reduce 1
Reducing 1
Reduction 1
Redwood 1
Reeves 1
Referral 1
Refugee 1
Refugees 1
Regenstein 1
Region 1
Regional 1
Registered 1
Registry 1
Regression 1
Regular 1
Regulating 1
Rehabilitation 1
Reisinger 1
Related 1
Relational 1
Relations 1
Relationship 1
Relationships 1
Relative 1
Relevance 1
Relevant 1
Religion 1
Remarkably 1
Remedial 1
Remediation 1
Remedios 1
Remote 1
Report 4
Reported 1
Reporting 1
Reports 2
Repository 1
Reproductive 1
Required 1
Resaerch 1
Rescue 1
Research 4
Researchers 1
Resettlement 1
Residence 1
Resident 1
Residents 1
Residing 1
Resistance 1
Resnik 1
Resolve 1
Resonance 2
Resource 1
Resources 1
Respondents 1
Responders 1
Responding 1
Result 1
Results 6
Retail 1
Retrospective 1
Reuben 1
Revealing 1
Reveno 1
Review 4
Reviews 1
Revised 1
Reynolds 1
Rhodes 1
Ribeiro 1
Rican 1
Rice 1
Rich 1
Richard 1
Richardson 1
Rick 1
Ridella 1
Rinner 1
Rise 1
Risk 5
Ritchie 1
Robert 1
Roberto 1
Roberts 1
Robin 1
Robyn 1
Rochester 1
Rockville 1
Rodwell 1
Roland 1
Role 1
Ron 1
Rosalyn 1
Rosenbaum 1
Rossen 1
Rothenberg 1
Roueiheb 1
Routes 1
Rouyer 1
Rubin 1
Runnels 1
Rural 1
Russell 1
Russia 1
Russian 1
Ruta 1
Ruxana 1
Rwanda 1
Ryder 1
SA 1
SAFER 1
SAGE 1
SAH 1
SAMHSA 1
SARS 1
SAS 1
SBIRT 1
SBP 1
SCA 1
SD 2
SEARO 1
SEER 1
SEM 1
SEOSI 1
SEP 1
SES 1
SEWA 1
SF36 1
SFDPH 1
SHAH 1
SI 1
SIF 1
SIFs 1
SITE 1
SL 1
SM 1
SMILES 1
SMK 1
SNR 1
SOPs 1
SPECT 2
SPPS 1
SPSS 1
SSFP 2
SSS 1
ST 4
STATA 1
STATE 1
STDs 1
STEMI 1
STI 1
STT 1
SU 1
SUMMA 1
SWB 1
Sabin 1
Sacoby 1
Sadikot 1
Safe 1
Safety 1
Saha 1
Saharan 1
Sahlgrenska 1
Sahlol 1
Salgado 1
Saliba 1
Salisbury 1
Salivary 1
Salmon 1
Saluja 1
Salvador 1
Sam 1
Samoel 1
Sample 1
Sampling 1
San 2
Sandeep 1
Sanders 1
Sandra 1
Sandro 1
Santiago 1
Santos 1
Sara 1
Sarah 1
Saran 1
Satellite 1
Satisfaction 1
Saurabh 1
Savage 1
Sawada 1
Sc 1
ScD 1
Scale 1
Scales 1
Schaefer 1
Scheck 1
Schempf 1
School 2
Schools 1
Schootman 1
Schuetz 1
Schulz 1
Schwartz 1
Schwitter 1
Science 1
Sciences 1
Scientific 1
Scientist 1
Scope 1
Score 2
Scott 1
Screening 1
Sean 1
Seattle 1
Sebastian 2
Secondary 1
Secretary 1
Section 1
Secure 1
Security 1
Seeds 1
Segmentation 1
Segments 1
Seguridad 1
Sekolah 1
Selangor 1
Selected 1
Selective 1
Semi 1
Seminar 1
Seminars 1
Semogas 1
Senate 1
Senior 1
Sensing 1
Sensitivity 1
Sep 1
Sepang 1
September 2
Sequence 1
Serena 1
Sergio 1
Seroconversion 1
Seropositive 1
Serum 1
Service 1
Services 1
Sessions 1
Seth 1
Setting 1
Settings 1
Settlements 1
Seventh 1
Sex 1
Sexual 1
Sexually 1
Shah 1
Shaheen 1
Shamsul 1
Shanahan 1
Shandilya 1
Shanita 1
Shannon 1
Shapcott 1
Share 1
Sharing 1
Sharkey 1
Sharon 1
Sharp 1
Shawn 1
Shekelle 1
Shelley 1
Shelter 1
Sheon 1
Sherrie 1
Sherril 1
Sherry 1
Sheryl 1
Shevon 1
Shing 1
Shira 1
Shore 1
Shorr 1
Short 1
Shovels 1
Shruti 1
Sibai 1
Siddharth 1
Siemens 1
Signa 1
Significance 1
Significant 1
Significantly 1
Silva 1
Silvia 1
Similar 1
Similarly 4
Simms 1
Simona 1
Simone 1
Simple 1
Sinai 1
Sindhi 1
Singh 1
Single 2
Sinus 1
Siobhan 1
Sison 1
Site 1
Skilled 1
Skin 1
Slater 1
Slum 1
Slums 1
Slutsker 1
Small 1
Smith 1
Smoking 3
Smucker 1
Snyder 1
Sobriety 1
Social 1
Societal 1
Society 1
Socio 1
Sociocultural 1
Sociodemographics 1
Socioeconomic 1
Sociology 1
Soil 1
Sola 1
Solna 1
Solutions 1
Somerset 1
Sonya 1
Sorensen 1
Sound 1
South 2
Southwest 1
Spanish 1
Spatial 1
Speaking 1
Special 1
Specialists 1
Specific 1
Specifically 1
Spectris 1
Speed 1
Spencer 1
Spira 1
Spiritually 1
Spring 1
Springer 3
Sputum 1
Square 1
Sri 1
SriTanjung 1
Srivastava 1
St 1
Stability 1
Stable 1
Staci 1
Staff 1
Stage 1
Stakeholder 1
Stallkamp 1
Standard 1
Standing 1
Standish 1
Stanley 1
StatView 1
Stata 1
State 1
Statement 1
States 2
Stations 1
Statistical 2
Statistics 1
Status 1
Steady 1
Stefano 1
Steffanie 1
Stegun 1
Steinfeld 1
Stellant 1
Step 1
Stephanie 1
Stephen 1
Stephenson 2
Steps 1
Steven 1
Stevens 1
Steward 1
Stigma 1
Stillman 1
Stone 2
Storm 1
Story 1
Strategies 1
Strategy 1
Strathdee 1
Straus 1
Streamlining 1
Street 1
Strengthened 1
Stress 2
Stressors 1
Strobino 1
Stroke 2
Strong 2
Structural 2
Struggle 1
Student 3
Students 1
Studies 3
Study 6
Subendocardial 1
Subir 1
Subjective 1
Subjects 2
Subsequently 1
Substance 1
Substances 1
Successful 1
Sudden 1
Sugar 1
Suggestions 1
Sule 1
Suleiman 1
Sullivan 1
Sultan 1
Suman 1
Sun 1
Sundberg 1
Sung 1
Sungai 1
Supervised 1
Support 1
Surabhi 1
Surge 1
Surgical 1
Surinder 1
Surprisingly 2
Surveillance 2
Survey 1
Surveys 1
Survival 3
Survive 1
Survivorship 1
Susan 1
Susceptibility 1
Sustained 1
Suzanne 1
Svoboda 1
Swahn 1
Sweden 1
Syed 1
Sympathetic 1
Symptoms 1
Syncope 1
Syndrome 2
Syringe 1
System 2
Systemic 1
Systems 3
T1 1
T2 1
TB 1
TBAs 1
TEE 1
TERI 1
TFC 1
TI 2
TIA 1
TIMI 1
TJK 1
TM 1
TMP 1
TR 1
TT 1
TX 1
Tabindeh 1
Table 5
Tablet 1
Tager 1
Tailoring 1
Taking 3
Tako 1
Takotsubo 1
Talnan 1
Tammy 1
Tandav 1
Tang 1
Tank 1
Targeted 1
Targeting 1
Tarjen 1
Task 1
Taxicab 1
Taylor 1
Tc 1
Teaching 1
Team 1
Technical 1
Technique 1
Technologies 1
Technology 1
Teixeira 1
Teknologi 1
Telecardio 1
Telecardiology 1
Telephone 1
Temperature 2
Ten 1
Tender 1
Terrett 1
Tertiary 1
Tesla 1
Testing 1
Texas 1
Textserve 1
Theoretically 2
Therapeutics 1
Therapy 1
Thermal 1
Thesis 1
Thomas 1
Thorpe 1
Thrombolysis 1
Tiffany 1
Tijuana 1
Tim 1
Timbers 1
Time 1
Times 1
Timothy 1
Tirupati 1
Tl 1
Tobacco 2
Today 1
Todkill 1
Tomography 1
Tool 1
Top 1
Topics 1
Torffvit 1
Toronto 1
Torrance 1
Total 5
Toxic 1
Tracy 1
Trade 1
Traditional 1
Traditionally 1
Trafficking 1
Training 1
Trans 1
Transient 1
Transit 1
Transmitted 1
Transportation 1
Transthoracic 1
Travel 1
Treated 1
Treatment 2
Trends 1
Trial 2
Trials 2
Triglycerides 1
Troponin 4
Trust 1
Tsubo 1
Tuberculosis 1
Tufts 1
Turner 1
Twelve 2
Twenty 2
Tynan 1
Type 1
Typical 3
Typically 1
UA 1
UBC 1
UCLA 1
UCSD 1
UCSF 1
UE 1
UFMG 1
UH 1
UHRC 1
UHin 1
UITM 1
UMB 1
UNC 1
UNIVERSIDADE 1
UNIVERSITY 1
USA 5
UiTM 1
Uitm 1
Ulf 1
Ultrasound 1
Umbilical 1
Unaccompanied 1
Unadjusted 2
Unclear 1
Undergraduate 1
Undernutrition 1
Underprivileged 1
Underreporting 1
Underserved 1
Understand 1
Understanding 1
Undie 1
Unequal 1
Unhealthy 1
Uninsurance 1
Unique 1
Unit 2
United 2
Universidade 1
Universiti 1
University 3
Unlisted 1
Updated 1
Urban 1
Urbanization 1
Urquia 1
Usability 1
Usable 1
Users 1
Utilization 1
Utilizing 1
V2 1
V3 1
V5 1
V6 1
VCT 1
VCoP 1
VENDYS 1
VF 1
VHF 1
VI 2
VII 1
VIII 1
VT 1
VZ 1
Vaccine 1
Vague 1
Vahid 1
Valaitis 1
Valerie 1
Valerio 1
Validated 1
Valium 1
Valley 1
Values 1
Vancouver 1
Vanguri 1
Varghese 1
Variables 1
Variation 1
Vascular 2
Vegetable 1
Ventricle 1
Ventricular 1
Verlag 1
Veron 1
Version 1
Verstappen 1
Versus 1
Viamonte 1
Victims 1
Victoria 1
Vida 1
Video 1
Vijay 1
Village 1
Ville 1
Vilma 1
Viola 1
Violations 1
Violence 1
Violent 1
Viral 1
Virtual 1
Vischi 1
Vish 1
Visit 1
Visiting 1
Visits 1
Visual 1
Viswanath 1
Vital 1
Vivek 1
Vivien 1
Viwandani 1
Vlahov 1
Voices 1
VoicesTM 1
Volume 1
Volunteer 1
Vulnerability 1
WI 2
WIC 1
WITS 1
WMD 1
WPW 1
WTC 1
WTCHR 1
Waagstein 1
Wahsheh 1
Waine 1
Waiting 1
Waleska 1
Walker 1
Walking 1
Wall 1
Wallington 1
Wallis 1
Wamiatha 1
Wantanabe 1
War 1
Warming 1
Warren 1
Washington 1
Wasserman 1
Wave 1
Wayne 1
Wealth 1
Web 1
Weegink 1
Weight 1
Weisman 1
Weiss 1
Welfare 1
Wellbeing 1
Wellesley 1
Wellness 1
Wendy 1
Wenger 1
Wessler 1
West 1
Westat 1
Western 1
Weyman 1
White 2
Whites 1
Wholeness 1
Wic 1
Wikstrand 1
Wilbur 1
Wilcoxon 1
Wilde 1
Wiley 1
Wilke 1
William 1
Williams 1
Willinksy 1
Wilson 2
Winstanley 1
Wintersperger 1
Wisconsin 1
Wisenberg 1
Wolff 1
Women 1
Wong 1
Wood 1
Worcester 1
Work 1
Workers 1
Working 1
Workplace 1
Workshops 1
Workstation 1
World 1
Worldwide 1
Wright 1
Written 3
X2 1
XL 1
Xu 1
Yahoo 1
Yale 1
Yancey 1
Yang 1
Yanique 1
Yasamin 1
Year 1
Years 1
Yeh 1
Yeon 1
Yonas 1
Yoon 1
York 2
Young 1
Younkin 1
Youth 1
Youths 1
Yusoff 1
Yvonne 1
Zac 1
Zafar 1
Zaidi 1
Zarcadoolas 1
Zarich 1
Zealand 1
Zeinab 1
Zellballen 1
Zenk 1
Zhang 1
Ziraba 1
Zone 1
Zoom 1
Zuberi 1
aTMP 1
aTR 1
abandoned 1
abandonment 1
abducted 1
abilities 1
ability 3
abnormal 3
abnormalities 6
abnormality 1
abounded 1
abroad 1
abrupt 1
absence 5
absent 1
absenteeism 1
absolute 3
abstinence 1
abstracts 2
abundance 1
abuse 1
abused 1
academic 1
academics 1
accelerated 1
acceleration 1
accept 1
acceptability 1
acceptance 1
accepted 2
accepts 1
access 1
accessed 2
accessibility 1
accessible 2
accessing 1
accidents 1
accompanying 3
accomplish 1
accomplished 1
account 4
accountability 1
accounted 2
accounting 1
accounts 2
acculturation 1
accumulated 1
accumulates 1
accuracy 3
accurate 2
accurately 1
acetate 1
achieve 3
achieved 4
achievement 1
achievements 1
achieving 2
acoustic 1
acquire 1
acquired 4
acquisition 3
acquisitions 1
act 1
acting 1
action 1
actions 1
activation 3
active 2
actively 1
activism 1
activists 1
activities 1
activity 4
acts 1
acute 9
adapt 1
adaptability 1
adaptable 1
adaptation 2
adaptations 1
adapted 2
adapters 1
adapting 1
add 1
added 3
addicted 1
addiction 1
addictions 1
addicts 1
addition 5
additional 3
additive 1
address 1
addressed 2
addresses 1
addressing 2
adds 1
adenosine 3
adequacy 1
adequate 3
adequately 1
adherence 1
adhesion 1
adjacent 2
adjudication 1
adjunct 1
adjust 1
adjusted 3
adjusting 4
adjustment 3
adjustments 1
administered 2
administration 2
administrative 1
administrators 1
admission 6
admissions 2
admittance 1
admitted 3
adolescence 1
adolescent 1
adolescents 1
adopt 1
adopted 2
adopters 1
adopting 1
adoption 1
adopts 1
adrenal 1
adrenergic 2
adrenoceptor 1
adult 2
adulthood 1
adults 1
advance 1
advanced 1
advancement 1
advances 4
advancing 1
advantage 2
advantaged 1
advantages 2
advent 1
adverse 5
adversity 1
advice 1
advised 1
advisor 1
advisory 1
advocacy 1
advocate 1
advocates 1
aegis 1
affect 2
affected 3
affecting 2
affects 2
affiliate 1
affiliated 1
affiliation 1
affinity 1
affordable 1
age 9
aged 3
ageing 1
agencies 1
agency 1
agenda 1
agent 4
agents 3
ages 2
aggravated 1
aggravating 1
aggregate 1
aggregated 1
aggregation 1
aggression 1
aging 1
ago 3
agonist 1
agreed 1
agreement 1
agricultural 1
aid 2
aides 1
aids 1
aim 1
aimed 3
aims 2
air 2
akinesis 1
al 7
albeit 1
alcohol 4
alcoholism 1
algorithm 1
algorithms 2
alien 1
alive 1
allcause 1
allergen 1
alleviate 1
alleys 1
alliance 1
allocated 2
allocation 1
allowed 3
allowing 1
alpha 1
alterations 2
alternate 1
alternative 4
alternatively 1
ambient 1
ambiguous 1
ambulance 1
ambulances 1
ambulatory 1
ameliorate 1
amenable 1
amenities 1
aminotransferase 1
amoebiases 1
amonthly 1
amount 2
amphetamine 1
amplifier 1
amplitude 1
analyses 6
analysis 7
analysts 1
analytical 1
analyze 3
analyzed 3
analyzers 1
analyzing 1
anatomical 3
anatomically 1
anatomy 2
anchor 1
anecdotal 1
aneurysm 1
angina 4
anginal 3
angiocatheter 1
angiogram 1
angiograms 2
angiographic 2
angiographically 2
angiography 8
angioplastic 1
angioplasty 2
angiotensin 2
angle 1
anhedonia 1
animal 1
annual 3
annually 1
anomalies 2
anonymous 1
anonymously 1
answer 1
answered 1
answering 1
antacids 1
antagonist 1
antagonists 1
ante 1
antecedents 1
antecubital 1
antenatal 1
antennas 1
anterior 5
anteriorly 1
anterolateral 1
anthrax 1
anthropometric 1
anti 2
antibodies 1
antibody 1
antihypertensive 1
antiretroviral 1
antistigma 1
antithrombotic 1
aortic 2
apex 1
apical 3
apoB 1
apoptosis 1
apparently 2
appearance 2
appeared 3
appears 3
appendage 1
apples 1
applicable 1
application 2
applications 2
applied 3
apply 2
applying 2
appointment 1
appointments 1
appraisal 1
appreciated 1
appreciating 1
appreciation 1
apprehended 1
approach 6
approaches 2
appropriately 1
appropriateness 1
appropriations 1
approved 4
approximately 6
approximation 1
arbitrary 1
area 3
areas 3
arena 1
argument 1
arisen 1
arm 3
armed 1
arms 1
aromatic 1
arranged 1
array 3
arrest 2
arrhythmia 2
arrhythmias 1
arrhythmogenicitiy 1
arrival 2
arrived 1
arrow 2
arrows 2
arsenic 1
art 1
artefacts 1
arterial 4
arteries 6
arteriolar 1
arteriopathy 1
arteriosus 1
artery 8
arthritis 1
article 2
articles 1
articulate 1
artifact 1
artifacts 1
artifactual 1
artificial 1
artistic 1
artists 1
arts 1
asDelhi 1
ascertained 1
asked 2
aspartate 1
aspect 3
aspects 4
aspirin 3
assault 1
assaulted 1
assaults 1
assay 1
assembled 1
asses 1
assess 3
assessable 1
assessed 5
assessing 2
assessment 5
assessments 1
assets 1
assign 1
assigned 1
assigning 2
assignment 1
assimilation 1
assist 1
assistance 1
assistants 1
assisted 2
assisting 1
assists 1
associating 1
association 4
associations 2
assume 1
assuming 1
assure 1
asthma 2
asthmatic 1
astute 1
asylum 1
asymptomatic 3
asynchronous 1
atherosclerosis 1
atherosclerotic 4
athletes 1
atorvastatin 1
atrial 1
atrioventricular 1
atrium 1
atropine 1
attached 1
attack 2
attacks 1
attained 1
attainment 1
attempt 2
attempted 1
attempting 1
attempts 1
attend 1
attendance 1
attendant 1
attendants 1
attended 1
attendees 1
attending 2
attention 3
attentuated 1
attenuated 1
attenuation 1
attesting 1
attitude 1
attitudes 1
attract 1
attractive 1
attributable 1
attributed 1
attributes 1
attributing 1
attribution 1
atypical 3
audio 1
augment 1
author 2
authorities 1
authors 5
automated 3
automates 1
automobiles 1
autonomic 1
autonomy 1
avail 1
availability 2
availing 1
avenues 1
average 2
avian 1
avoid 2
avoided 1
awarded 1
awareness 2
axes 1
axial 1
axis 4
babies 1
baby 1
back 3
background 3
balance 1
balanced 1
ball 1
ballon 1
balloon 2
ballooning 2
bands 1
barbiturates 1
barrier 1
barriers 1
bars 1
basal 2
base 2
based 8
baseline 3
basement 1
bases 1
basic 2
basis 3
bathing 1
battering 1
beam 2
beat 2
beats 1
bed 2
beds 2
began 1
begin 2
beginning 3
begun 1
behavior 1
behavioral 1
behaviors 1
behaviour 1
behaviours 1
beings 1
beliefs 1
believed 3
bemoaned 1
bending 1
beneficial 3
beneficiaries 1
benefit 4
benefits 3
benign 1
beta 3
betablockers 1
beverages 1
bi 1
bias 2
bicycle 3
bicycling 1
biggest 1
biguanides 1
bike 1
bilateral 1
billing 1
billion 1
bills 1
binge 1
binomial 1
biochemical 1
biological 1
biomarkers 1
biomedical 1
biopsy 2
bioterrorist 1
biparental 1
birth 1
births 1
birthweight 1
bisoprolol 1
bivariate 1
black 1
blacks 1
blind 1
blinded 2
blinked 1
block 3
blockade 1
blocker 4
blockers 2
blocks 1
blog 1
blogosphere 1
blood 10
bloomberg 1
blooming 1
blue 2
blush 2
board 1
boarded 1
bodegas 1
bodies 1
body 4
bolus 2
bomb 1
book 1
booster 1
border 3
bordering 1
born 1
borne 1
bottom 1
bottomed 1
boundaries 1
boys 1
bpm 2
brachial 1
brady 1
bradykinin 1
brain 2
brainstorming 1
branch 2
branches 1
brand 1
breadth 1
breaking 1
breast 1
breastfeeding 1
breath 3
breathing 1
bridge 1
bridging 1
briefly 3
bright 1
bring 1
brings 1
broad 1
broaden 1
broader 2
broccoli 1
brochure 1
broken 1
bronchospasm 1
brothels 1
brother 2
brought 2
brucellosis 1
buffer 1
build 1
building 1
buildings 1
builds 1
built 1
builtwith 1
bumming 1
bundle 1
burden 3
burdened 1
bureaucratic 1
burned 1
bus 1
business 1
businesses 1
busy 1
buy 1
buying 1
bypass 2
bypassed 1
ca 1
caffein 1
caffeine 1
caisi 1
calcification 2
calcifications 1
calcified 1
calcium 2
calculate 1
calculated 2
calculates 1
calculation 2
call 1
called 2
calls 2
campaigns 1
campylobacteria 1
cancer 3
candidate 1
candidates 2
canopy 1
capability 3
capable 1
capacities 1
capacity 3
capillary 1
capita 1
capital 1
capitalize 1
capture 1
captured 1
capturing 1
car 1
cardiac 11
cardiogenic 1
cardiologic 1
cardiologists 2
cardiology 1
cardiomyopathies 1
cardiomyopathy 4
cardioprotection 1
cardiopulmonary 1
cardiothoracic 1
cardiovascular 8
care 4
career 1
carefully 2
caregivers 1
carina 1
caring 1
carotid 1
carried 3
carrots 1
carry 2
carvedilol 1
case 10
cases 9
casual 1
catalyst 1
catastrophic 2
catecholamine 2
catecholamines 2
categorical 1
categories 2
categorized 1
categorizing 1
category 4
cathecolamine 1
cathecolamines 1
catheter 1
catheterisation 1
catheterization 1
catheters 1
caudally 1
causal 2
caused 5
causing 2
caution 1
cava 1
cavity 1
cell 3
cells 3
cellular 2
census 1
center 2
centered 1
centerpiece 1
centers 2
central 1
centralized 1
centre 2
centres 1
centroid 1
centroids 1
centuries 1
century 1
cereals 1
certification 1
certified 1
cervical 1
cessation 1
chain 1
challenge 3
challenges 3
chamber 3
chambers 1
champion 1
champions 1
chance 1
chances 1
change 5
changed 2
changing 3
channel 1
characterisation 1
characterise 1
characterised 1
characteristic 1
characteristics 7
characterize 2
characterized 4
charge 1
charging 1
charter 1
charts 1
check 2
chelate 1
chemical 1
chemically 1
chest 9
chi2 1
chief 1
child 1
childbearing 1
childcare 1
childhood 2
children 1
choice 2
choices 1
cholesterol 3
chosen 2
chronic 5
chronically 2
chronological 1
chronotropic 1
church 1
churches 1
cigarette 2
cigarettes 1
cine 2
cinefilm 1
circular 1
circulation 1
circulatory 1
circumcised 1
circumcision 1
circumference 1
circumferential 1
circumflex 4
circumstances 1
cited 1
cities 1
citizens 1
city 2
civic 1
civil 1
claimed 1
claims 1
clarification 1
clarify 2
class 2
classes 1
classification 3
classifications 1
classified 2
classify 2
classroom 1
claudication 1
claustrophobia 1
clean 1
cleaning 1
cleans 1
clear 1
clearance 1
cleft 1
client 1
clients 1
climate 1
clinic 1
clinical 11
clinically 3
clinicepidemiological 1
clinician 1
clinicians 1
clinics 1
clopidogrel 1
close 6
closed 2
closely 2
closer 1
closest 1
clubs 1
clues 1
cluster 1
clustered 1
clustering 1
clusterings 1
clusters 1
cm 4
co 1
coastal 1
coated 1
cocaine 2
cockroach 1
cockroaches 1
code 1
coded 1
codes 1
coding 1
coefficient 2
coefficients 1
cognitive 1
cohesion 1
cohort 4
cohorts 2
coil 1
coils 1
coincided 1
cold 1
collaborate 1
collaborating 1
collaboration 1
collaborations 1
collaborative 1
collaboratively 1
collaged 1
collagenous 1
collapsed 1
collar 1
collateral 1
colleagues 1
collect 1
collected 4
collecting 1
collection 2
collective 2
collectively 1
collects 1
college 1
collimation 1
colon 1
colonies 1
colonoscopy 1
colostrum 1
combat 1
combination 4
combinations 2
combine 1
combined 4
combines 2
combining 2
comfort 1
comfortable 1
comfortably 1
commences 1
commentary 1
commercial 2
commercially 1
commissions 1
commitment 1
commitments 1
committed 1
common 8
commonly 7
commons 1
communicable 1
communicating 1
communication 1
communications 1
communities 1
community 1
commuters 1
commuting 1
comorbidities 1
comparable 4
comparably 1
comparative 2
compare 4
compared 8
compares 1
comparing 2
comparison 7
comparisons 1
compatible 3
compensate 1
competency 1
competing 3
competitions 1
complained 1
complaints 2
complement 2
complementary 1
complements 1
complete 3
completed 1
completely 1
completing 1
completion 1
complex 2
complexes 1
complexity 1
compliance 1
compliant 1
complicated 1
complication 3
complications 4
complimentary 1
component 3
components 2
composed 2
composite 3
composition 2
compost 1
compounded 1
compounds 2
comprehension 1
comprehensive 2
compressing 1
comprise 1
comprised 2
comprises 1
compromising 1
computed 4
computer 2
computerization 1
computerized 1
computers 1
comunas 1
conceived 3
concentrated 1
concentration 3
concentrations 2
concept 4
conceptual 1
conceptualization 1
concern 2
concerned 1
concerns 2
concert 1
conclude 1
conclusion 4
conclusions 2
concomitant 3
concordance 3
concordant 1
concrete 1
concurrent 2
condition 3
conditions 5
condom 1
condoms 1
conduct 1
conducted 2
conducting 1
conduit 1
confer 1
conference 1
conferred 1
confers 1
confidence 3
confident 1
confidentiality 1
confirm 1
confirmation 1
confirmatory 1
confirmed 6
conflict 1
conflicting 1
conflicts 1
confounders 1
confounding 1
confronting 1
congenital 2
congregants 1
congregation 1
conjunction 1
connect 1
connected 1
connecting 1
connection 2
connectivity 1
consciousness 1
consecutive 3
consecutively 1
consensus 4
consent 6
consequence 2
consequences 1
conservative 1
conservatively 1
considerable 2
considerably 2
consideration 2
considerations 1
considered 8
consist 2
consisted 2
consistent 3
consistently 2
consisting 3
consists 3
constant 4
constantly 1
constituency 1
constitute 1
constrained 1
constraint 1
constraints 1
construct 1
constructed 3
constructing 1
construction 1
constructs 1
consultation 2
consultative 1
consumed 1
consumer 1
consumers 1
consuming 1
consumption 1
contact 2
contagion 1
contained 1
containers 1
contamination 1
contemplation 1
contend 1
content 2
context 3
contextual 1
contiguous 2
continua 1
continually 1
continue 1
continued 2
continues 3
continuing 1
continuous 4
continuously 3
continuum 1
contra 1
contradiction 1
contradictory 1
contraindications 1
contrary 1
contrast 5
contribute 1
contributed 2
contributes 1
contributing 1
contribution 1
contributions 5
contributive 1
contributors 1
control 6
controlled 4
controlling 1
controls 2
controversial 2
controversy 1
convened 1
convenience 1
convenient 1
conventional 3
conversion 1
converting 2
cooperation 2
cooperative 1
coordinate 1
coordinated 1
coordination 2
coordinators 1
copied 1
coping 1
copy 2
cord 1
core 2
corner 1
coronaries 1
coronary 10
correct 2
corrected 1
correction 1
correctional 1
correctly 2
correlate 2
correlated 2
correlates 4
correlating 1
correlation 6
correlations 4
correspond 1
corresponds 1
corridors 1
corroborates 1
cortisol 1
cosmopolitan 1
cost 3
costs 1
counsel 1
counseling 2
counselling 1
counselor 1
counselors 1
count 3
counter 2
counterparts 1
counties 1
countries 2
country 1
counts 2
county 1
couple 1
coupled 1
couples 1
course 4
courses 2
court 1
courts 1
covariates 1
covenant 1
cover 2
coverage 2
covered 2
covering 2
crack 1
create 1
created 1
creates 1
creatine 2
creating 1
creation 1
creative 1
credible 1
credits 1
creosote 1
crest 1
crime 1
crimes 1
criminal 1
crisis 1
criteria 4
criterion 1
critical 3
critically 2
criticisms 1
cross 2
crossover 1
crowd 1
